[
  {
    "title": "Discover Your Calling: The Life's Task",
    "authorId": "632ab88767a60755b1d8ce25",
    "post": [
      "You posses a kind of inner force that seeks to guide you towards your Life's Task, what you are meant to accomplish in the time that you have to live. In childhold this force was clear to you.",
      "It directed you towards activities and subjects that fits your natural inclinations, that sparked a curiosity that was deep and primal.",
      "In the intervening years, this force tends to fade in and out as you listen more to parents and peers, to the daily activities that wear away at you.",
      "This can be the source of your unhappiness - your lack of connection to who you are and what makes you unique.",
      "The first move towards mastery is always inward, learning who you really are and reconnecting to that innate force.",
      "Knowing it with clarity, you will find your way to the proper career path and everything else will fall into place. It is never too late to start this process."
    ]
  },
  {
    "title": "Submit To Reality: The Ideal Apprenticeship",
    "authorId": "632ab0aa2810bcade711fd52",
    "post": [
      "After your formal education, you enter the most critical phase in your life-a second, practical education known as The Apprenticeship.",
      "Every time you change careers or acquire new skills, you reenter this phase of life. The dangers are many.",
      "If you are not careful, you will succumb to insecurities and conflicts that will dominate your thoughts; you will develop fears and learning disabilities that you will carry with you for the rest of your life.",
      "Before it is too late you must learn the lessons and follow the path established by masters , past and present-a kind of ideal apprentiship that tracends all fields.",
      "In the process you will master the necessary skills , discipline your mind, and transform yourself into an independent thinker, prepared for the creative challenges on the way to mastery."
    ]
  },
  {
    "title": "Absorb The Master's Power: The mentor dynamic",
    "authorId": "632ab88767a60755b1d8ce25",
    "post": [
      "Life is short, and your time for learning and creativity is limited.",
      "Without any guidance, you can waste valuable years trying to gain knowledge and practice from various sources.",
      "Instead you must follow the example set by Masters throughout the ages and find the proper mentor.",
      "The mentor-protege relationship is the most efficient and productive form of learning.",
      "The right mentors know where to focus your attention and how to challenge you.",
      "Their knowledge and experience becomes yours.",
      "They provide immediate and realistic feedback on your work so you can improve more rapidly.",
      "Through an intense person-to-person interaction, you absorb a of thinking that contains great power and can be adapted to your individual spirit.",
      "Choose the mentors who best suits your needs and connects to your Life's Task.",
      "Once You have internalized their knowledge, You must move on and never remain in their shadow.",
      "Your goal is always to surpase your mentors in mastery and brilliance."
    ]
  },
  {
    "title": "See People As They Are: Social Intelligence",
    "authorId": "632ab0aa2810bcade711fd52",
    "post": [
      "Often the greatest obstacle to our pursuit of mastery comes from the emotional drain we experience i dealing with the resistance and mainipulation of the people around us.",
      "If we are not careful, our minds become absorbed in endless political intrigues and battles.",
      "The principal problem we face in social arena is our naive tendency to project onto people our emotional needs and desires of the moment",
      "Social intelligence is the ability to see people in the most realistic light possible",
      "By moving past our usual self absorption, we can learn to focus deeply on others reading their behaviour in the moment , seeing what motivates them, and discerning any possible manipulative tendencies.",
      "Navigating smoothly the social environment, we have more time and energy to focus on learning and acquiring skills",
      "Success attained without this intelligence is not true mastery, and will not last."
    ]
  },
  {
    "title": "Awaken The Dimensional Mind: The Createive-Active",
    "authorId": "632ab88767a60755b1d8ce25",
    "post": [
      "As you accumulate more skills and internalize the rules that govern your field, Your mind would want to become more active, ",
      "seeking to use this knowledge in ways that are more suited to your inclinations.",
      "What will impede this natural creative dynamic from flourishing is not a lack of talent, but your attitude.",
      "Feeling anxious and insecure, you wil tend to turn conservative with your knowledge, prefering to fit into the group and sticking to the procedures you have learned",
      "Instead you must force yourself in the opposite direction.",
      "As you emerge from your apprenticeship, you must become increasingly bold.",
      "Instead of feeling complacent about what you know, you must expand your knowledge to related fields, giving your mind fuel to make new associations between different ideas.",
      "You must experiment and look at problems from all possible angles.",
      "As your thinking grows more fluid,  your mind will become increasingly dimensional, seeing more and more aspect of reality.",
      "In the end you will turn against the very rules you have internalized, shaping and reforming them to suit your spirit",
      "Such originality will bring you to the heights of power"
    ]
  },
  {
    "title": "Awaken The Dimensional Mind",
    "authorId": "632ab0aa2810bcade711fd52",
    "post": [
      "As you accumulate more skills and internalize the rules that govern your field, Your mind would want to become more active, seeking to use this knowledge in ways that are more suited to your inclinations",
      " What will impede this natural creative dynamic from flourishing is not a lack of talent, but your attitude",
      " Feeing anxious and insecure, you wil tend to turn conservative with your knowledge, prefering to fit into the group and sticking to the procedures you have learned",
      " Instead you must force yourself in the opposite direction",
      " As you emerge from your apprenticeship, you must become increasingly bold",
      " Instead of feeling complacent about what you know, you must expand your knowledge to related fields, giving your mind fuel to make new associations between different ideas",
      " You must experiment and look at problems from all possible angles",
      " As your thinking grows more fluid,  your mind will become increasingly dimensional, seeing more and more aspect of reality",
      " In the end you will turn against the very rules you have internalized, shaping and reforming them to suit your spirit",
      " Such originality will bring you to the heights of power"
    ]
  }
]
